<template>
  <div class="home-page">
    <h1 class="home-page-title">Будущее наструпило, теперь можно редактировать посты!</h1>
    <ul class="home-list">
      <li class="home-list-item">
        <h3 class="info-title">
          Важность редактирования постов в современных медиа
        </h3>
        <div class="d-flex justify-content-center align-content-center">
          <p class="info-text">
            Редактирование постов играет ключевую роль в поддержании качества контента на различных платформах.
            Этот процесс не только помогает исправить грамматические и пунктуационные ошибки, но и обогащает текст, делая
            его более понятным и привлекательным для аудитории. Кроме того, редактирование позволяет адаптировать
            сообщение под конкретную целевую аудиторию, что повышает эффективность коммуникации. Например
            , использование специфической терминологии может улучшить восприятие поста профессиональной аудиторией,
            в то время как более простой и доступный язык лучше подойдет для широкой публики.
          </p>
        </div>

      </li>
      <li class="home-list-item">
        <h3 class="info-title">
          Процесс редактирования: от первого черновика до финальной публикации
        </h3>
        <div class="d-flex justify-content-center align-content-center">
          <p class="info-text">
            Эффективное редактирование требует внимания к деталям и терпения. Начинается процесс с первичной проверки
            текста на наличие очевидных ошибок. Затем следует более глубокий анализ структуры текста и его логики.
            Редактор может предложить изменения в организации материала для улучшения его последовательности и
            убедительности. Помимо этого, важно обратить внимание на стиль и тональность поста, чтобы они соответствовали
            задумке автора и ожиданиям аудитории. Финальный этап — это повторная проверка текста на предмет упущенных
            ошибок и финализация форматирования.
          </p>
        </div>
      </li>
    </ul>

  </div>
</template>

<script>


export default {
  name: 'HomePage',
  components: {
  }
}
</script>
<style>
.home-page {
  display: flex;
  flex-direction: column;
  gap: 50px;
}
.home-list {
  display: flex;
  flex-direction: column;
  gap: 30px;
}
.home-list-item {
  display: flex;
  flex-direction: column;
  gap: 20px;
}
.info-text {
  display: flex;
  max-width: 720px;
  justify-content: center;
  align-items: center;
}
</style>